Repository: mate-desktop-legacy-archive/mate-file-manager-gksu
Catalog: po/*.po
Languages: ar, ca, cs, de, es, fr, gl, hu, it, ja, ko, lt, pl, pt_br, sv, th

source: --su-mode, -w Make GKSu use su, instead of using libgksu's default.
ar: --su-mode, -w استخدم su، بدلا من افتراضي libgksu.
ca: --su-mode, -w Fes que GKSu utilitze su, en comptes d'utilitzar el programa per defecte de libgksu.
cs: --su-mode, -w Řekne GKSu, aby místo výchozího nastavení libgksu použil su.
de: --su-mode, -w Verwende su, statt die Voreinstellung von libgksu.
es: --su-mode, -w Hace que GKSu utilice su en lugar de utilizar el valor por omisión de libgksu.
fr: --su-mode, -w Fait en sorte que GKsu utilise su, au lieu d'utiliser libgksu par défaut.
gl: --su-mode, -w Facer que GKSu use su, no lugar de usar por defecto libgksu.
hu: --sudo-mode, -S A GKSu a sudot fogja használni a libgksu alapértelmezése helyett.
it: --su-mode, -w Fa sì che GKSu utilizzi su, invece di utilizzare libgksu come predefinito.
ja: --su-mode, -w libgksu のデフォルトを使用する代わりに、 gksu が su を使うようにします。
ko: --sudo-mode, -S libgksu의 기본값 대신에 su를 사용합니다.
lt: --sudo-mode, -S Nurodyti, kad GKSu naudotų „su“, užuot naudojusi libgksu standartinį nustatymą.
pl: --su-mode, -w Wymuszenie użycia su przez GKSu, zamiast polegania na domyślnym zachowaniu libgksu.
pt_br: --su-mode, -w Faz o GKSu usar o su, ignorando o padrão da libgksu.
sv: --su-mode, -w Gör så att GKSu använder su, istället för att använda standarden i libgksu.
th: --su-mode, -w ให้ GKSu ใช้ su แทนค่าปริยายของ libgksu

source: --always-ask-pass Make GKSu always ask for a password, even if it is cached by sudo.
ja: --always-ask-pass sudo がパスワードをキャッシュしていても、 gksu が常にパスワードを尋ねるようにします。

source: Advanced options
ar: خيارات متقدّمة
ca: Opcions avançades
cs: Rozšířené možnosti
de: Erweiterte Einstellungen
es: Opciones avanzadas
fr: Options avancées
gl: Opcións avanzadas
hu: Haladó beállítások
it: Opzioni avanzate
ja: 拡張オプション
ko: 고급 옵션
sv: Avancerade alternativ
th: ตัวเลือกขั้นสูง

source: <b>Options to use when changing user</b>
ar: <b>خيارات تستخدم عند تغيير المستخدم</b>
ca: <b>Opcions a utilitzar quan es canvia d'usuari</b>
cs: <b>Možnosti při změně uživatele</b>
de: <b>Optionen für den Benutzerwechsel</b>
es: <b>Opciones a usar cuando se cambia un usuario</b>
fr: <b>Options à utiliser lors d'un changement d'utilisateur</b>
gl: <b>Opcións a usar cando se cambia de usuario</b>
hu: <b>Felhasználóváltáskor használandó beállítások</b>
it: <b>Opzioni da usare quando viene cambiato utente</b>
ja: <b>ユーザ変更時に使用するオプション</b>
ko: <b>사용자를 바꿀 때 사용할 옵션</b>
sv: <b>Alternativ att använda vid byte av användare</b>
th: <b>ตัวเลือกที่จะใช้เมื่อเปลี่ยนผู้ใช้</b>

source: _login shell
ar: صدفة _ولوج
ca: _intèrpret d'entrada
cs: přihlašovací she_ll
de: Als _Login-Shell starten
fr: _interpréteur de commandes interactif
gl: shell de _inicio de sesión
hu: Bejelentkezési _héj
it: shell di _login
ja: ログインシェル(_L)
ko: 로그인 쉘(_L)
sv: in_loggningsskal
th: เชลล์เ_ข้าระบบ

source: _preserve environment
ar: _حافظ على البيئة
ca: _preserva l'entorn
cs: zachovat _prostředí
de: _Umgebungsvariablen erhalten
es: _conservar entorno
fr: _préserver l'environnement
gl: _preservar entorno
hu: _Környezet megőrzése
it: _preservare l'ambiente
ja: 環境変数を変更しない(_P)
ko: 환경 유지(_P)
sv: _behåll miljö
th: _คงสภาพสภาวะแวดล้อม

source: Run program
ar: شغّل برنامج
ca: Executa el programa
cs: Spustit program
de: Programm ausführen
es: Ejecutar programa
fr: Lancer le programme
gl: Executar programa
hu: Program futtatása
it: Esegui programma
ja: プログラムの実行
ko: 프로그램 실행
sv: Kör program
th: เรียกโปรแกรม

source: Run:
ar: شغّل:
ca: Executa:
cs: Spustit:
de: Führe aus:
es: Ejecutar:
fr: Lancer :
gl: Executar:
hu: Futtatandó:
it: Esegui:
ja: 実行:
ko: 실행:
sv: Kör:
th: เรียก:

source: As user:
ar: كمستخدم:
ca: Com a l'usuari:
cs: Pod uživatelem:
de: Als Benutzer:
es: Como usuario:
fr: En tant qu'utilisateur :
gl: Como usuario:
hu: Ezen felhasználó nevében:
it: Come utente:
ja: ユーザの指定:
ko: 다음 사용자로:
sv: Som användare:
th: ในนามผู้ใช้:

source: _Advanced
ar: م_تقدّم
ca: _Avançat
cs: Pokročilé
de: _Erweitert
es: _Avanzadas
fr: _Avancées
gl: _Avanzado
hu: _Haladó
it: _Avanzate
ja: 詳細(_A)
ko: 고급(_A)
sv: _Avancerat
th: _ขั้นสูง

source: Missing command to run.
ar: لا برنامج لتشغيله.
ca: Manca l'ordre a executar.
cs: Chybí příkaz pro spuštění.
de: Es wurde kein auszuführender Befehl angegeben.
es: Falta la orden a ejecutar.
fr: La commande à lancer est absente.
gl: Falta o comando a executar.
hu: Nem adta meg a futtatandó parancsot.
it: Comando da eseguire mancante.
ja: 実行するコマンドがありません。
ko: 실행할 명령어가 없습니다.
lt: Nenurodyta komanda vykdymui.
pl: Należy podać polecenie do uruchomienia.
pt_br: Comando para ser executado faltando.
sv: Saknar kommando att köra.
th: ไม่มีคำสั่งที่จะเรียก

source: Option not accepted for --disable-grab: %s
ar: لم يُقبل الخيار لـ --disable-grab: %s
ca: No s'ha acceptat l'opció per a --disable-grab: %s
cs: Volba pro --disable-grab nebyla přijata: %s
de: Option wird für --disable-grab nicht akzeptiert: %s
es: No se acepta la opción para --disable-grab: %s
fr: Option incompatible avec --disable-grab : %s
gl: Non se acepta a opción para --disable-grab: %s
hu: A kapcsolót nem fogadja el a --disble-grab: %s
it: Opzione non accettata per --disable-grab: %s
ja: --disable-grab にオプションはありません: %s
ko: --disable-grab에서 쓸 수 없는 추가 옵션입니다: %s
lt: Parinktis nepriimta: --disable-grab: %s
pl: Niewłaściwa opcja dla --disable-grab: %s
pt_br: Opção não aceita para --disable-grab: %s
sv: Flagga tillåts inte för --disable-grab: %s
th: ไม่ยอมรับตัวเลือกสำหรับ --disable-grab: %s

source: Option not accepted for --prompt: %s
ar: لم يُقبل الخيار لـ --prompt: %s
ca: No s'ha acceptat l'opció per a --prompt: %s
cs: Volba pro --prompt nebyla přijata: %s
de: Option wird für --prompt nicht akzeptiert: %s
es: No se acepta la opción para --prompt: %s
fr: Option incompatible avec --prompt : %s
gl: Non se acepta a opción para --prompt: %s
hu: A kapcsolót nem fogadja el a --prompt: %s
it: Opzione non accettata per --prompt: %s
ja: --prompt にオプションはありません: %s
ko: --prompt에서 쓸 수 없는 추가 옵션입니다: %s
lt: Parinktis nepriimta: --prompt: %s
pl: Niewłaściwa opcja dla --prompt: %s
pt_br: Opção não aceita para --promppt: %s
sv: Flagga tillåts inte för --prompt: %s
th: ไม่ยอมรับตัวเลือกสำหรับ --prompt: %s

source: <b>Would you like your screen to be "grabbed" while you enter the password?</b> This means all applications will be paused to avoid the eavesdropping of your password by a a malicious application while you type it.
ar: <b>أترغب بأن "تُلتقط" شاشُتك بينما تُدخِل كلمة السرّ؟</b> يعنى هذا إيقاف كل التطبيقات مؤقتا لتجنّب تنصُّت التطبيقات الخبيثة على كلمة سرّك وأنت تكتبها.
ca: <b>Voleu que es «capture» la vostra pantalla mentre escriviu la vostra contrasenya?</b> Això vol dir que es pausaran totes les aplicacions per a evitar que una aplicació maliciosa us espie mentre introduïu la vostra contrasenya.
cs: <b>Chcete svou obrazovku při zadávání hesla "zachytit"?</b> To znamená, že se všechny aplikace pozastaví, abychom tak při zadávání hesla předešli jeho odposlechnutí zlomyslnou aplikací.
de: <b>Möchten sie ihre Anzeige "sperren", wenn sie das Passwort eingeben?</b> Dadurch werden alle laufenden Anwendungen angehalten um ein "Abhören" ihrer Passworteingabe durch eine möglicherweise böswillige Anwendung zu verhindern.
es: <b>Desearía que se «bloquee» la pantalla mientras introduce la contraseña?</b> Esto significa que se pausarán las aplicaciones para impedir que una aplicación maliciosa pueda «escuchar» su contraseña mientras la escribe.
fr: <b>Voulez-vous que votre écran soit verrouillé lors de la saisie de votre mot de passe ?</b> Ceci signifie que toutes les applications vont être mises en pause afin d'éviter qu'une application malveillante ne récupère votre mot de passe pendant que vous le saisissez.
gl: <b>Quere que se "bloquee" a súa pantalla cando introduza o contrasinal?</b> Isto significa que todas as súas aplicacións serán pausadas para evitar que lle poida coller o seu contrasinal unha aplicación maliciosa mentras o teclea.
hu: <b>Szeretné, ha a képernyője "zárolva" lenne amíg beírja a jelszót?</b> Ez azt jelenti, hogy minden alkalmazás fel lesz függesztve, hogy jelszavát ne tudják rosszindulatú programok lehallgatni, amíg begépeli.
it: <b>Si desidera che sia "preso il controllo" dello schermo mentre si inserisce la password?</b> Questo significa che tutte le applicazioni saranno messe in pausa per evitare la cattura di nascosto della propria password da parte di un client malevolo mentre la si digita.
ja: <b>パスワードを入力する時、画面を "捕捉する" ようにしますか？</b> これにより、あらゆるアプリケーションを停止することで、悪意ある アプリケーションがあなたのキー入力を盗みとることを防ぎます。
ko: <b>열쇠글을 입력하는 동안에 화면을 "고정"하시겠습니까? 모든 프로그램이 일시 정지해서 악의적인 프로그램이 열쇠글 입력을 엿듣지 못하게 합니다.
lt: <b>Ar norėtumėte, kad jūsų ekranas būtų "perimtas" slaptažodžio įvedimo metu?</b> Tai reiškia, kad visos programos bus trumpam sustabdytos, todėl piktybiškos programos negalės nuskaityti slaptažodžio.
pl: <b>Czy chcesz, aby "przechwycić" ekran podczas podawania hasła?</b> Oznacza to, że wszystkie aplikacje będą wstrzymane aby zapobiec podsłuchaniu hasła przez złośliwą aplikację w trakcie jego wpisywania.
pt_br: <b>Você quer que sua tela seja "monopolizada" enquanto digita a senha?</b> Isso significa que todas as aplicações serão pausadas para evitar que alguma aplicação maliciosa intercepte sua senha enquanto você a digita.
sv: <b>Vill du att din skärm ska "fångas" under tiden du matar in lösenordet?</b> Det här betyder att alla program kommer att pausas för att förhindra avlyssning efter ditt lösenord av ett ondsint program när du matar in det.
th: <b>คุณต้องการให้ "ยึดครอง" หน้าจอขณะที่ป้อนรหัสผ่านหรือไม่?</b> การยึดครองดังกล่าว จะทำให้โปรแกรมทั้งหมดหยุดทำงานชั่วคราว เพื่อป้องกันโปรแกรมที่ไม่ประสงค์ดีดักจับรหัสผ่านขณะที่คุณพิมพ์

source: <big><b>Missing options or arguments</b></big> You need to provide --description or --message.
ar: <big><b>خيارات أو مُعاملات مفقودة</b></big> تحتاج لإعطاء --description أو --message.
ca: <big><b>Manquen opcions o arguments</b></big> Heu d'utilitzar --description o --message.
cs: <big><b>Chybějící volby nebo argumenty</b></big> Musíte zadat --description nebo --message.
de: <big><b>Fehlende Optionen oder Argumente</b></big> Es muss entweder --description oder --message angegeben werden.
es: <big><b>Faltan opciones o valores</b></big> Debe proporcionar --description o --message.
fr: "<big><b>Options ou arguments manquants</b></big> Il est nécessaire de fournir --description ou --message.
gl: <big><b>Faltan argumentos ou opcións</b></big> Necesita poñer --description ou --message.
hu: <big><b>Kapcsolók vagy paraméterek hiányoznak</b></big> Meg kell adnia a --description vagy --message egyikét.
it: <big><b>Opzioni o argomenti mancanti</b></big> Occorre fornire --description o --message.
ja: <big><b>オプションまたは引数が足りません</b></big> --description か --message を与える必要があります。
ko: <big><b>옵션이나 인자가 없습니다</b></big> --description이나 --message 옵션을 사용해야 합니다.
lt: <big><b>Trūksta argumentų</b></big> Reikia nurodyti --description arba --message.
pl: <big><b>Brakujące opcje lub argumenty</b></big> Należy podać --description lub --message.
pt_br: <big><b>Faltam opções ou argumentos</b></big> Você precisa passar pelo menos --description ou --message.
sv: <big><b>Saknade flaggor eller argument</b></big> Du behöver tillhandahålla --description eller --message.
th: <big><b>ขาดตัวเลือกหรืออาร์กิวเมนต์</b></big> คุณต้องระบุ --description หรือ --message ด้วย

source: <b>Failed to request password.</b> %s
ar: <b>فشلت في طلب كلمة السرّ</b> %s
ca: <b>No s'ha pogut demanar la contrasenya.</b> %s
cs: <b>Selhalo vyžádání hesla.</b> %s
de: <b>Kein Passwort abgefragt.</b> %s
es: <b>Se produjo un fallo al solicitar la contraseña</b> %s
fr: <b>Impossible de demander un mot de passe.</b> %s
gl: <b>Fallou ao pedir o contrasinal.</b> %s
hu: <b>A jelszó bekérése meghiúsult.</b> %s
it: <b>Fallita la richiesta della password.</b> %s
ja: <b>パスワードの要求に失敗しました。</b> %s
ko: <b>열쇠글을 요청하는 데 실패했습니다.</b> %s
lt: <b>Nepavyko užklausti slaptažodžio.</b> %s
pl: <b>Nie udało się wczytać hasła.</b> %s
pt_br: <b>Falha ao pedir senha.</b> %s
sv: <b>Misslyckades med att begära lösenord.</b> %s
th: <b>ถามรหัสผ่านไม่สำเร็จ</b> %s

source: User %s does not exist.
ar: المستخدم %s لا وجود له.
ca: L'usuari %s no existeix.
cs: Uživatel %s neexistuje.
de: Benutzer %s existiert nicht.
es: El usuario %s no existe.
fr: L'utilisateur %s n'existe pas.
gl: O usuario %s non existe.
hu: %s felhasználó nem létezik.
it: L'utente %s non esiste.
ja: ユーザ %s は存在しません。
ko: %s 사용자가 없습니다.
lt: Naudotojas %s neegzistuoja.
pl: Użytkownik %s nie istnieje.
pt_br: Usuário %s não existe.
sv: Användaren %s finns inte.
th: ไม่มีผู้ใช้ %s อยู่

source: <b>Incorrect password... try again.</b>
ar: <b>كلمة سر خطأ... حاول ثانية.</b>
ca: <b>Contrasenya incorrecta... proveu-ho de nou.</b>
cs: <b>Chybné heslo... zkuste to znovu.</b>
de: <b>Fehlerhaftes Passwort... noch einmal probieren.</b>
es: <b>Contraseña incorrecta… inténtelo de nuevo.</b>
fr: <b>Le mot de passe est incorrect. Essayez de nouveau.</b>
gl: <b>Contrasinal incorrecto... ténteo de novo.</b>
hu: <b>Helytelen jelszó. Próbálkozzon újra.</b>
it: <b>Password non corretta... provare ancora.</b>
ja: <b>パスワードが違います...もう一度入力してください。</b>
ko: <b>열쇠글이 틀렸습니다... 다시 시도하십시오.</b>
lt: <b>Neteisingas slaptažodis.</b>
pl: <b>Niewłaściwe hasło, spróbuj ponownie.</b>
pt_br: <b>Senha incorreta... tente novamente.</b>
sv: <b>Felaktigt lösenord... försök igen.</b>
th: <b>รหัสผ่านไม่ถูกต้อง... กรุณาลองใหม่</b>

source: <b>Failed to run %s as user %s.</b> %s
ar: <b>فشلت في تشغيل %s كمستخدم %s.</b> %s
ca: <b>No s'ha pogut executar %s com a l'usuari %s.</b> %s
cs: <b>Selhalo spuštění %s pod uživatelem %s.</b> %s
de: <b> %s konnte nicht als Anwender %s ausgeführt werden:</b> %s
es: <b>No se pudo ejecutar %s como usuario %s.</b> %s
fr: <b>Impossible de lancer %s en tant qu'utilisateur %s.</b> %s
gl: <b>Fallou ao executar %s como o usuario %s.</b> %s
hu: <b>%s futtatása %s felhasználó nevében meghiúsult.</b> %s
it: <b>Fallita l'esecuzione di %s come utente %s.</b> %s
ja: <b>%s を、ユーザ %s として実行できませんでした。</b> %s
ko: <b>%2$s 사용자로 %1$s 프로그램을 실행하는 데 실패했습니다.</b> %3$s
lt: <b>Nepavyko vykdyti %s naudotojo %s teisėmis:</b> %s
pl: <b>Nie można uruchomić %s jako użytkownik %s.</b> %s
pt_br: <b>Falha ao executar %s como usuário %s.</b> %s
sv: Misslyckades med att köra %s som användare %s: %s
th: <b>เรียก %s ในฐานะผู้ใช้ %s ไม่สำเร็จ</b> %s

source: Opens a terminal as the root user, using gksu to ask for the password
ar: يفتح طرفيّة كمستخدم جذر، مستخدماً gksu للسؤال عن كلمة السر
ca: Obre un terminal com a l'usuari root, utilitzat gksu per a demanar la contrasenya
cs: Otevře terminál pod uživatelem root, na heslo se dotáže přes gksu
de: Öffnet ein Terminal als Benutzer 'root' unter Verwendung von gksu zur Passwortabfrage
es: Abre un terminal como el usuario «root» utilizando gksu para preguntar la contraseña.
fr: Ouvrir un terminal en tant qu'administrateur, en utilisant gksu pour demander le mot de passe
gl: Abre un terminal como usuario root, usando gksu para preguntar polo contrasinal
hu: Megnyit egy rendszergazda terminált, a gksu-t használva a jelszó bekérésére
it: Apre un terminale come root, usando gksu per la richiesta della password
ja: パスワードを尋ねるのに gksu を使い、root ユーザとして端末を開く
ko: 루트 사용자로 터미널을 열고, GKSU로 열쇠글을 물어봅니다
lt: Atveria terminalą 'root' naudotojo teisėmis, naudojant gksu slaptažodžiui įvesti
pl: Uruchamia terminal użytkownika root, używając gksu do wczytania hasła
pt_br: Abre um terminal como usuário root, usando o gksu para pedir a senha
sv: Öppnar en terminal som root-användaren och använder gksu för att fråga efter lösenordet
th: เปิดเทอร์มินัลในนามผู้ใช้ root โดยใช้ gksu ถามรหัสผ่าน

source: Root Terminal
ar: طرفيّة الجذر
ca: Terminal root
cs: Terminál uživatele root
es: Terminal de «Root»
fr: Terminal administrateur
gl: Terminal de root
hu: Rendszergazda terminál
it: Terminale root
ja: システムターミナル・スーパーユーザーモード
ko: 루트 터미널
lt: Administratoriaus terminalas
pl: Terminal użytkownika root
pt_br: Terminal como Root
th: เทอร์มินัลดูแลระบบ

source: Open as administrator
ar: افتح كمدير النظام
ca: Obre com a l'administrador
cs: Otevřít jako správce
de: Öffne als Administrator
es: Abrir como administrador
fr: Ouvrir en tant qu'administrateur
gl: Abrir como administrador
hu: Megnyitás rendszergazdaként
it: Apri come amministratore
ja: 管理者として開く
ko: 관리자로 열기
lt: Atverti administratoriaus teisėmis
pl: Otwórz jako administrator
pt_br: Abrir como administrador
sv: Öppna som administratör
th: เปิดในนามผู้ดูแลระบบ

source: Opens the file with administrator privileges
ar: يفتح ملف بصلاحيات مدير النظام
ca: Obre el fitxer amb privilegis d'administrador
cs: Otevře soubor se správcovskými oprávněními
de: Öffnet die Datei mit Administratoren-Rechte
es: Abre el fichero con privilegios de administrador
fr: Ouvre le fichier avec les privilèges administrateur
gl: Abre o ficheiro con privilexios de administrador
hu: A fáj megnyitása rendszergazdai jogosultságokkal
it: Apre il file con i privilegi di amministratore
ja: 管理者権限でファイルを開く
ko: 파일을 관리자 권한으로 엽니다
lt: Atveria failą administratoriaus teisėmis
pl: Otwiera plik z uprawnieniami administratora
pt_br: Abre o arquivo com privilégios de administrador
sv: Öppnar filen med administratörens rättigheter
th: เปิดแฟ้มด้วยสิทธิ์พิเศษของผู้ดูแลระบบ

source: <big><b>Unable to determine the program to run.</b></big> The item you selected cannot be open with administrator powers because the correct application cannot be determined.
ar: <big><b>لم أستطع تحديد برنامج لتشغيله.</b></big> العنصر الذي اخترته لا يمكن فتحه بصلاحيات المدير لعدم إمكانية تحديد البرنامج الصحيح
ca: <big><b>No es pot determinar el programa a executar.</b></big> L'element que heu seleccionat no es pot obrir amb privilegis d'administrador perquè no es pot determinar quina és l'aplicació correcta.
cs: <big><b>Nemohu určit program, který se má spustit.</b></big> Nemohu spustit zvolenou položku s administrátorskými oprávněními, protože nemohu určit aplikaci, pomocí které se má položka otevřít.
de: <big><b>Konnte Programm zum Ausführen nicht ermitteln.</b></big> Der selektierte Eintrag kann nicht mir Administratoren-Rechte geöffnet werden da die entsprechende Applikation nicht ermittelt werden konnte.
es: <big><b>Imposible determinar el programa que ejecutar.</b></big> El elemento que ha seleccionado no se puede abrir con privilegios de administrador debido a que la aplicación correcta no se puede determinar.
fr: <big><b>Impossible de déterminer le programme à lancer.</b></big> L'élément que vous avez sélectionné ne peut être ouvert avec les droits administrateur parce que l'application appropriée n'a pas pu être déterminée.
gl: <big><b>Imposible determinar o programa a executar.</b></big> O elemento que seleccionou non se pode abrir con dereitos de administrador porque non se determinou a aplicación correcta.
hu: <big><b>A futtatandó program nem határozható meg.</b></big> A kijelölt elem nem nyitható meg rendszergazdai jogosultságokkal, mivel a megfelelő alkalmazás nem határozható meg.
it: <big><b>Impossibile determinare il programma da eseguire.</b></big> L'elemento selezionato non può essere aperto con i privilegi di amministratore perché non può essere determinata l'applicazione corretta.
ja: <big><b>実行するプログラムを決定できません。</b></big> 適切なアプリケーションを決定できないので、選んだファイルを管理者権限で開くことはできません。
ko: <big><b>실행할 프로그램을 알 수 없습니다.</b></big> 선택한 항목을 관리자 권한으로 열 수 없습니다. 올바른 프로그램을 알 수 없습니다.
pl: <big><b>Nie można określić programu do uruchomienia.</b></big> Wybrany element nie może zostać otwarty z uprawnieniami administratora ponieważ nie można odnaleźć właściwej aplikacji.
sv: <big><b>Kunde inte fastställa vilket program som ska köras.</b></big> Objektet du valde kan inte öppnas med administratörens rättigheter därför att det korrekta programmet inte kunde fastställas.
th: <big><b>ไม่สามารถเลือกโปรแกรมที่จะเรียกใช้</b></big> ไม่สามารถเปิดรายการที่คุณเลือกด้วยสิทธิ์พิเศษของผู้ดูแลระบบได้ เพราะไม่สามารถเลือกโปรแกรมที่ถูกต้องสำหรับเปิดได้
