Repository: mate-desktop-legacy-archive/mate-file-manager-gksu
Catalog: po/*.po
Languages: ar, ca, cs, de, es, fr, gl, hu, it, ja, ko, lt, pl, pt_br, sv, th

source: GKsu version %s
ar: نسخة GKsu %s
ca: GKsu versió %s
cs: GKsu verze %s
es: GKsu versión %s
gl: Versión de GKsu %s
hu: GKsu %s verzió
it: Versione GKsu %s
ja: GKsu バージョン %s
ko: GKsu 버전 %s
lt: GKsu versija %s
pl: GKsu wersja %s
pt_br: GKsu versão %s
th: GKsu รุ่น %s

source: Usage: %s [-u <user>] [options] <command>
ar: الإستخدام: %s [-u <user>] [options] <command>
ca: Forma d'ús: %s [-u <usuari>] [opcions] <ordre>
cs: Použití: %s [-u <uživatel>] [volby] <příkaz>
de: Aufruf: %s [-u <Benutzer>] [Option] <Befehl>
es: Modo de uso: %s [-u <usuario>] [opciones] <orden>
fr: Usage : %s [-u <utilisateur>] [options] <commande>
gl: Uso: %s [-u <usuario>] [opcións] <comando>
hu: Használat: %s [-u <felhasználó>] [kapcsolók] <parancs>
it: Utilizzo: %s [-u <utente>] [opzioni] <comando>
ja: 使い方: %s [-u <ユーザー名>] [オプション] <コマンド>
ko: 사용법: %s [-u <사용자>] [옵션] <명령어>
lt: Naudojimas: %s [-u <naudotojo vardas>] [-k] [-l] <komanda>
pl: Użycie: %s [-u <użytkownik>] [opcje] <polecenie>
pt_br: Uso: %s [-u <usuário>] [opções] <comando>
sv: Användning: %s [-u <användare>] [flaggor] <kommando>
th: วิธีใช้: %s [-u <ผู้ใช้>] [ตัวเลือก] <คำสั่ง>

source: --debug, -d Print information on the screen that might be useful for diagnosing and/or solving problems.
ar: --debug, -d اطبع على الشاشة معلومات قد تكون مفيدة في تشخيص و/أو حل المشاكل.
ca: --debug, -d\n Imprimeix informació a la pantalla que pot ser útil per a diagnosticar i/o resoldre problemes.
cs: --debug, -d Zobrazí informace užitečné pro diagnostikování nebo řešení problémů.
de: --debug, -d Drucke Informationen auf den Bildschirm, die nützlich zur Diagnose/Behebung von problemen dienlich sein können.
es: --debug, -d Muestra información en pantalla que puede ser útil para diagnosticar o resolver problemas.
fr: --debug, -d Affiche à l'écran des informations pouvant être utiles au diagnostic ou à la résolution de problèmes.
gl: --debug, -d Imprime información na pantalla que debería ser útil para diagnosticar e/ou solventar problemas.
hu: --debug, -d Információkat ír a képernyőre, melyek hasznosak lehetnek problémák felismerésénél és/vagy megoldásánál.
it: --debug, -d Stampa informazioni sullo schermo che possono essere utili per diagnosticare o risolvere problemi.
ja: --debug, -d 問題の原因の究明ないし解決に役立つ情報を 画面に表示します。
ko: --debug, -d 문제점을 검사하고 해결하는 데 유용한 정보를 화면에 표시합니다.
lt: --debug, -d Išvesti ekrane papildomą informaciją, kuri gali būti naudinga nustatant arba sprendžiant problemas.
pl: --debug, -d Wyświetlanie na ekranie informacji, które mogą być przydatne przy diagnozowaniu/rozwiązywaniu problemów.
pt_br: --debug, -d Exibe na tela informação que pode ser útil para diagnosticar e/ou resolver problemas.
sv: --debug, -d Skriv ut information på skärmen som kan vara användbar för diagnoser och/eller problemlösning.
th: --debug, -d แสดงข้อมูลที่อาจเป็นประโยชน์ต่อการตรวจสอบ และ/หรือ แก้ปัญหา ออกทางจอภาพ

source: --user <user>, -u <user> Call <command> as the specified user.
ar: --user <user>, -u <user> نادِ <command> كالمستخدم المحدد.
ca: --user <usuari>, -u <usuari> Executa <ordre> com a l'usuari especificat.
cs: --user <uživatel>, -u <uživatel> Spustí <příkaz> pod zadaným uživatelem.
de: --user <Benutzer>, -u <Benutzer> Rufe <Befehl> als angegebener Benutzer auf.
es: --user <usuario>, -u <usuario> Ejecuta <orden> como el usuario especificado.
fr: --user <utilisateur>, -u <utilisateur> Lance <commande> en tant qu'utilisateur renseigné.
gl: --user <usuario>, -u <usuario> Executa o <comando> coma o usuario especificado.
hu: --user <felhasználó>, -u <felhasználó> A <parancsot> a megadott felhasználó nevében futtatja.
it: --user <utente>, -u <utente> Esegue <comando> come l'utente specificato.
ja: --user <ユーザー名>, -u <ユーザー名> 指定したユーザーで <コマンド> を実行します
ko: --user <사용자>, -u <사용자> 지정한 사용자로 <명령>을 실행합니다.
lt: --user <naudotojo vardas>, -u <naudotojo vardas> Vykdyti <komandą> nurodyto naudotojo teisėmis.
pl: --user <użytkownik>, -u <użytkownik> Wykonanie <polecenia> przez podanego użytkownika.
pt_br: --user <usuário>, -u <usuário> Chama <comando> como o usuário especificado.
sv: --user <användare>, -u <användare> Anropa <kommando> som angiven användare.
th: --user <ผู้ใช้>, -u <ผู้ใช้> เรียก <คำสั่ง> ในนามของผู้ใช้ที่ระบุ

source: --disable-grab, -g Disable the "locking" of the keyboard, mouse, and focus done by the program when asking for password.
ar: --disable-grab, -g عطِّل "قفل" لوحة المفاتيح، و الفأرة، و البؤرة التي يقوم بها البرنامج أثناء السؤال عن كلمة السر.
ca: --disable-grab, -g Inhabilita el «blocatge» del teclat, ratolí i focus que realitza el programa quan demana una contrasenya.
cs: --disable-grab, -g Zakáže "zamykání" klávesnice a myši, které program používá při zadávání hesla.
de: --disable-grab, -g Deaktiviert das "Sperren" von Tastatur, Maus, und Fokus durch das Programm während der Passwort-Abfrage.
es: --disable-grab, -g Desactiva el «bloqueo» del teclado, ratón, y el foco mientras el programa esta preguntando por la contraseña
fr: --disable-grab, -g Désactive le « verrouillage » du clavier, de la souris et du focus effectué par le programme lors de la demande d'un mot de passe.
gl: --disable-grab, -g Desactiva o "bloqueo" do teclado, rato, e fai foco polo programa cando pregunta polo contrasinal.
hu: --disable-grab, -g Kikapcsolja a billentyűzet, egér és fókusz "zárolását" amikor a program jelszót kér.
it: --disable-grab, -g Disabilita il "blocco" di tastiera, mouse, e focus effettuato dal programma quando richiede la password.
ja: --disable-grab, -g パスワードを尋ねる際に、プログラムによる キーボード、マウス、およびフォーカスの「ロック」を 無効にします。
ko: --disable-grab, -g 열쇠글을 물어볼 때 키보드, 마우스, 포커스를 "잠그는" 일을 하지 않습니다.
lt: --disable-grab, -g Uždrausti klaviatūros, pelės ir židinio perėmimą, kurį atlieka programa klausdama slaptažodžio.
pl: --disable-grab, -g Wyłączenie "przechwytywania" klawiatury, myszy, oraz skupienia przez program przy pytaniu o hasło.
pt_br: --disable-grab, -g Desabilita o "bloqueio" do teclado, mouse e foco feito pelo programa quando pede a senha.
sv: --disable-grab, -g Inaktivera "låsning" av tangentbordet, musen, och fokus som gjorts av programmet vid fråga efter lösenordet.
th: --disable-grab, -g ปิดการ "ล็อค" แป้นพิมพ์ เมาส์ และโฟกัสการป้อนข้อมูล ของโปรแกรม gksu ขณะถามรหัสผ่าน

source: --prompt, -P Ask the user if they want to have their keyboard and mouse grabbed before doing so.
ar: --prompt, -P اسأل المستخدم إن كان يرغب في أن "تُلتقط" لوحة المفاتيح والفأرة قبل عمل هذا.
ca: --prompt, -P Pregunta si es vol que es capture el teclat i el ratolí abans de fer-ho.
cs: --prompt, -P Před zachycením myši a klávesnice se uživatele zeptá, zda tomu tak chce.
de: --prompt, -P Den Benutzer fragen ob dessen Tastatur und Maus übernommen werden sollen bevor dies geschieht.
es: --prompt, -P Pregunta al usuario si quiere que se bloquee su teclado y ratón antes de hacerlo.
fr: --prompt, -P Demande à l'utilisateur s'il veut que le clavier et la souris soient verrouillés avant de poser le verrou.
hu: --prompt, -P Megkérdezi a felhasználót, hogy szeretné-e, hogy billentyűzete és egere zárolva legyen, mielőtt megadja a jelszavát.
it: --prompt, -P Chiede all'utente se vuole avere la tastiera e il mouse bloccati prima di farlo.
ja: --prompt, -P キーボードとマウスを捕捉する前に、ユーザーに確認する。
ko: --prompt, -P 키보드와 마우스를 잡을 지 여부를 그 전에 물어봅니다.
lt: --prompt, -P Klausti naudotojo, ar jis nori, kad klaviatūros ir pelės židinys būtų perimtas, prieš tai atliekant.
pl: --prompt, -P Zapytanie użytkownika, czy należy przechwycić klawiaturę oraz mysz przed wykonaniem.
pt_br: --prompt, -P Pergunta ao usuário se ele quer que o teclado e o mouse sejam bloqueados antes de bloqueá-los.
sv: --prompt, -P Fråga användaren om han/hon vill fånga sitt tangentbord och mus innan det görs.
th: --prompt, -P ถามผู้ใช้ก่อน ว่าต้องการให้โปรแกรมยึดครองแป้นพิมพ์และเมาส์หรือไม่

source: --preserve-env, -k Preserve the current environments, does not set $HOME nor $PATH, for example.
ar: --preserve-env, -k حافظ على البيئة الحالية، لا تضبط $HOME ولا $PATH، على سبيل المثال.
ca: --preserve-env, -k Preserva els entorns actuals, no estableixes $HOME, o $PATH, per exemple.
cs: --preserve-env, -k Zachová stávající prostředí, například nenastavuje proměnné $HOME a $PATH.
de: --preserve-env, -k Erhalte die aktuelle Umgebung indem z.B. $HOME und $PATH nicht gesetzt werden.
es: --preserv-env, -k Mantener las variables de entorno, estas no son $HOME ni $PATH, por ejemplo.
fr: --preserve-env, -k Préserve l'environnement courant, ne positionne pas $HOME ni $PATH par exemple.
gl: --preserve-env, -k Preserva os entornos actuais, non establece $HOME nin $PATH, por exemplo.
hu: --preserve-env, -k Megőrzi az aktuális környezetet, például nem állítja be sem a $HOME sem a $PATH változókat.
it: --preserve-env, -k Preserva gli ambienti correnti; per esempio non imposta $HOME e neppure $PATH.
ja: --preserve-env, -k 環境変数を変更しない。例えば $HOME や $PATH を 設定しない。
ko: --preserve-env, -k 현재 환경을 유지합니다. 예를 들어 $HOME이나 $PATH 환경 변수를 변경하지 않습니다.
lt: --preserve-env, -k Išsaugoti aplinkos kintamuosius. Pvz., nekeis $HOME ir $PATH.
pl: --preserve-env, -k Zachowanie bieżących zmiennych środowiska, przykładowo nie są zmieniane $HOME ani $PATH.
pt_br: --preserve-env, -k Preserva o ambiente atual; não redefine $HOME, nem $PATH, por exemplo.
sv: --preserve-env, -k Behåll aktuella miljöer, ställer inte in $HOME inte heller $PATH, till exempel.
th: --preserve-env, -k ใช้ค่าสภาวะแวดล้อมปัจจุบัน ไม่ต้องกำหนด $HOME หรือ $PATH เป็นต้น

source: --login, -l Make this a login shell. Beware this may cause problems with the Xauthority magic. Run xhost to allow the target user to open windows on your display!
ar: --login, -l اجعل هذه صدفة ولوج. اعلم أن هذا قد يُسبب مشاكل مع سحر Xauthority. شغّل xhost لتسمح للمستخدم المستهدف بفتح نوافذ على جهاز عرضك.
ca: --login, -l Fes que aquest intèrpret siga d'entrada. Això pot causar problemes amb la màgia Xauthority. Executeu xhost per a permetre que usuari objectiu puga obrir finestres a la vostra visualització.
cs: --login, -l Chová se jako přihlašovací shell. Pozor, může způsobit problémy s magií okolo Xauthority. Chcete-li povolit cílovému uživateli otevírat okna na vašem displeji, použijte xhost!
de: --login, -l Aus der shell eine login shell machen. Vorsicht dies kann zu Problemen mit der Xauthority Verwaltung führen. Führe xhost aus um dem Ziel Benutzer das öffnen von Fenstern auf dem aktuellen Display zu erlauben!
es: --login, -l Actúa como un intérprete de órdenes de acceso. Esto puede causar problemas con Xauthority. ¡Debe ejecutar xhost para permitir que el usuario objetivo pueda abrir ventanas en su pantalla!
fr: --login, -l Se connecte dans un interpréteur de commmandes. Faîtes attention, ceci peut créer des problèmes avec la magie Xauthority. Vous pouvez lancer xhost pour autoriser un utilisateur à ouvrir des fenêtres sur votre écran !
hu: --login, -l Bejelentkezési héjjá teszi a jelenlegi héjat. Legyen óvatos, mert ez problémákat okozhat az Xauthority varázslattal. Futtassa az xhost-ot a célfelhasználó számára az ablaknyitás engedélyezéséhez a képernyőjén!
it: --login, -l Rende questa una shell di login. Attenzione che questo potrebbe causare problemi con l'automatismo di Xauthority. Eseguire xhost per permettere all'utente scelto di aprire finestre sul proprio display!
ja: --login, -l ログインシェルにする。これは Xauthority による認証に 問題を起こすかもしれないことに注意してください。対象 ユーザーがあなたのディスプレイでウィンドウを開くこと を許可するには xhost を実行してください!
ko: --login, -l 로그인 쉘로 합니다. Xauthority 방식과 문제를 일으킬 수도 있으니 주의하십시오. 해당 사용자로 화면에 창을 띄우게 하려면 xhost를 사용하십시오!
lt: --login, -l Padaryti šį apvalkalą prisijungimo (login shell). Atsargiai, tai gali sukelti problemų su Xauthority magija. Įvykdykite „xhost“, kad taip paleista programa galėtų atverti langus ekrane.
pl: --login, -l Uruchomienie w roli powłoki startowej (login shell). Może to sprawić problemy z mechanizmami Xauthority. Wskazane jest uruchomienie xhost aby umożliwić docelowemu użytkownikowi na otwieranie okien na twoim ekranie!
pt_br: --login, -l Faz a shell de execução uma shell de login. Note que isso pode causar problemas com a mágica de autorização X. Use o programa xhost para permitir que o usuário alvo possa abrir janelas no seu display!
sv: --login, -l Gör detta till ett inloggningsskal. Tänk på att detta orsaka problem med magin i Xauthority. Kör xhost för att tillåts målanvändaren att öppna fönster på din display!
th: --login, -l เรียกทำงานในแบบเชลล์เข้าระบบ ระวังว่าการเรียกดังกล่าว อาจทำให้เกิดปัญหากับค่ารหัสของ Xauthority ได้ คุณควรสั่ง xhost เพื่ออนุญาตให้ผู้ใช้ที่จะเรียกทำงานสามารถ เปิดหน้าต่างบนดิสเพลย์ของคุณได้!

source: --description <description|file>, -D <description|file> Provide a descriptive name for the command to be used in the default message, making it nicer. You can also provide the absolute path for a .desktop file. The Name key for will be used in this case.
ar: --description <description|file>, -D <description|file> وفّر اسما واصِفا للأمر ليُستخدم في الرسالة الإفتراضيّة جاعلا إياها أفضل. يَمكنك إعطاء المسار المطلق لملف .desktop سيُستخدم مفتاح "name" في هذه الحالة.
ca: --description <descripció|fitxer>, -D <descripció|fitxer> Proveeix un nom descriptiu per a l'ordre per a utilitzar-se al missatge per defecte, fent-ho més atractiu. També podeu proveir el camí absolut a un fitxer .desktop. En aquest cas, s'utilitzarà la clau Name.
cs: --description <popis|soubor>, -D <popis|soubor> Určí popis příkazu, který se zobrazí ve výchozí hlášce a učiní ji tak přívětivější. Také můžete zadat absolutní cestu k souboru .desktop. V takovém případě se pro popis použije klíč Name.
de: --description <Beschreibung|Datei>, -D <Beschreibung|Datei> Ein beschreibenden Namen für das Kommando für die Vorgabe-Meldung angeben, um sie prägnanter zu machen. Alternativ kann ein absoluter Pfad zu einer .desktop Datei angegeben werden. Der Schlüssel 'Name' wird in diesem Fall verwendet werden.
es: --description <fichero|descripción>, -D <fichero|descripción> Ofrece un nombre descriptivo para que la orden lo utilice como mensaje por omisión, haciéndolo más agradable. También puede proporcionar la ruta absoluta a un fichero .desktop. Si lo hace, se utilizará clave «Name» del fichero.
fr: --description <description|fichier>, -D <description|fichier> Fournit pour la commande, un nom descriptif qui sera utilisé comme message par défaut. Vous avez aussi la possibilité d'indiquer le chemin absolu vers le fichier .desktop. Le nom de la clef sera alors utilisé dans ce cas.
hu: --description <leírás|fájl>, -D <leírás|fájl> Az alapértelmezett üzenetben használandó parancshoz beszédes név megadása, szebbé téve azt. Megadhatja egy .desktop fájl abszolút elérési útját. Ebben az esetben annak Name kulcs kerül felhasználásra.
it: --description <descrizione|file>, -D <descrizione|file> Fornisce un nome descrittivo per il comando che viene utilizzato nel messaggio predefinito, rendendo questo più chiaro. Si può anche fornire il percorso assoluto di un file .desktop. In questo caso verrà utilizzata la chiave "Name".
ja: --description <説明|ファイル>, -D <説明|ファイル> よりわかりやすいように、デフォルトメッセージとして 使われるコマンドの説明を指定します。 .desktop ファイルの絶対パスを指定することも出来ます。 この時、Name キーが説明として使われます。
ko: --description <설명|파일>, -D <설명|파일> 기본 메세지에서 명령어에 대한 설명으로 사용할 이름을 지정합니다. 여기서 .desktop 파일의 절대 경로를 지정할 수도 있습니다. 그 경우에는 Name 키를 사용합니다.
lt: -- description <aprašymas|failas>, -D <aprašymas|failas> Nurodyti aprašomajį pavadinimą komandai, kuris bus naudojamas pranešime. Taip pat galite nurodyti kelią iki .desktop failo, tada pavadinimui bus naudojamas Name laukas.
pl: --description <opis|plik>, -D <opis|plik> Użycie opisowej nazwy w treści komunikatu wyświetlanego przed uruchomieniem polecenia, dzięki czemu jest on przyjemniejszy. Możliwe jest również podanie pełnej ścieżki do pliku .desktop, w tym przypadku będzie użyty klucz Name z takiego pliku.
sv: --description <beskrivning|fil>, -D <beskrivning|fil> Tillhandahåll ett beskrivande namn för kommandot att användas i standardmeddelandet, som gör det finare. Du kan även tillhandahålla den absoluta sökvägen till en .desktop-fil. Nyckeln Namn kommer då att användas i detta fall.
th: --description <คำบรรยาย|แฟ้ม>, -D <คำบรรยาย|แฟ้ม> กำหนดชื่อให้กับคำสั่ง เพื่อใช้ในข้อความปริยายให้อ่านง่ายขึ้น คุณสามารถระบุเป็นพาธเต็มของแฟ้ม .desktop แทนก็ได้ โดยในกรณีดังกล่าวก็จะใช้ค่าของคีย์ Name ในแฟ้มดังกล่าว

source: --message <message>, -m <message> Replace the standard message shown to ask for password for the argument passed to the option. Only use this if --description does not suffice.
ar: --message <message>, -m <message> استبدل الرسالة الإفتراضيّة المعرضة عند السُؤال على كلمة السر بالمعامل المرر للخيار. استعملها فقط إذا لم يُكن خيار --description كافياً.
ca: --message <missatge>, -m <missatge> Reemplaça el missatge estàndard que es mostra quan es demana una contrasenya amb l'argument donat a l'opció. Useu això només si --description no és suficient.
cs: --message <zpráva>, -m <zpráva> Nahradí standardní zprávu žádající o zadání hesla za zadaný text. Používejte pouze pokud --description nepostačuje.
de: --message <Nachricht>, -m <Nachricht> Ersetze die Standard-Nachricht zur Passwort-Abfrage mit dem Argument dieser Option. Dies sollte nur verwendet werden wenn --description nicht ausreicht.
es: --message <mensaje>, -m <mensaje> Reemplaza el mensaje estándar que pregunta por la contraseña por el argumento indicado a la opción. Sólo debe utilizarlo si no es suficiente con --description.
fr: --message <message>, -m <message> Remplace le message affiché habituellement pour demander un mot de passe, par celui fournit en argument.
hu: --message <üzenet>, -m <üzenet> Lecseréli a jelszó bekérésekor megjelenő szabvány üzenetet a kapcsoló paraméterében megadottra. Csak akkor használja, ha a --description nem elegendő.
it: --message <messaggio>, -m <messaggio> Sostituisce il messaggio standard mostrato per chiedere la password per l'argomento passato all'opzione. Utilizzare solo questo se --description non è sufficiente.
ja: --message <メッセージ>, -m <メッセージ> パスワードを尋ねるときに出てくる標準のメッセージを オプションに渡された引数で置き換えます。 --description では不十分な時のみ使ってください。
ko: --message <메세지>, -m <메세지> 열쇠글을 물어볼 때 나오는 표준 메세지를 옵션의 인자로 바꿉니다. --description 옵션만 가지고는 안 되는 경우에만 사용하십시오.
lt: --message <žinutė>, -m <žinutė> Pakeisti standartinę žinutę, rodomą klausiant slaptažodžio, į argumente nurodytą žinutę. Naudokite tik jei nepakanka --description argumento.
pl: --message <komunikat>, -m <komunikat> Zamiana standardowego komunikatu zapytania o hasło na wskazany w tej opcji. Należy używać tylko gdy opcja --description nie jest wystarczająca.
pt_br: --message <mensagem>, -m <mensagem> Troca a mensagem padrão exibida para pedir a senha pelo argumento passado para essa opção. Só use isso se a opção --description não for suficiente.
sv: --message <meddelande>, -m <meddelande> Ersätt standardmeddelandet som visas för att fråga efter lösenordet för argumentet som skickats till flaggan. Använd endast denna om --description inte räcker till.
th: --message <ข้อความ>, -m <ข้อความ> แทนข้อความมาตรฐานที่จะแสดงเมื่อถามรหัสผ่านด้วยข้อความที่กำหนด ควรใช้ตัวเลือกนี้ก็ต่อเมื่อ --description ไม่เพียงพอเท่านั้น

source: --print-pass, -p Ask gksu to print the password to stdout, just like ssh-askpass. Useful to use in scripts with programs that accept receiving the password on stdin.
ar: --print-pass, -p اطلب من gksu أن يطبع كلمة السر في الخرج القياسي، شبيه بـ ssh-askpass. مفيد مع النصوص الشفرية التي تقبل استقبال كلمة السر من الدخل القياسي.
ca: --print-pass, -p Imprimeix la contrasenya a la sortida estàndard, igual que ssh-askpass. És útil per a utilitzar-ho a seqüències amb programes que accepten rebre la contrasenya per l'entrada estàndard.
cs: --print-pass, -p Požádá gksu o vytištění hesla na standardní výstup stejně, jako to dělá ssh-askpass. Užitečné pro použití ve skriptech s programy, jež očekávají heslo na standardním vstupu.
de: --print-pass, -p Gebe das Passwort auf stdout aus, wie ssh-askpass es tut. Nützlich für Skripte mit Programmen die das Passwort über stdin erwarten.
es: --print-pass, -p Pide a gksu que pregunte la contraseña en la salida estándar como ssh-askpass. Útil cuando se usan guiones con programas que pueden recibir la contraseña por la entrada estándar.
fr: --print-pass, -p Demande à gksu d'imprimer le mot de passe sur la sortie standard (comme le fait ssh-askpass). Utile pour l'utilisation dans des scripts qui récupèrent le mot de passe sur l'entrée standard.
hu: --print-pass, -p A gksu kiírja a jelszót a szabványos kimenetre, hasonlóan az ssh-askpasshoz. Olyan parancsfájlokban hasznos, melyekben lévő programok elfogadják a jelszó szabványos bemenetről való beolvasását.
it: --print-pass, -p Chiede a gksu di stampare la password sullo stdout, esattamente come ssh-askpass. Utile per essere utilizzato in script con programmi che accettano di ricevere la password sullo stdin.
ja: --print-pass, -p ssh-askpass のように、gksu がパスワードを標準出力に 出すようにします。パスワードを標準入力から受け付ける プログラムをスクリプトで使うときに便利です。
ko: --print-pass, -p ssh-askpass와 마찬가지로 열쇠글을 표준 출력으로 표시합니다. 열쇠글을 표준 입력으로 받는 스크립트 프로그램에서 사용하기 좋습니다.
lt: --print-pass, -p Paprašyti, kad gksu išvestų slaptažodį į standartinį išvedimą, kaip kad ssh-askpass. Naudinga rašant scenarijus programoms, kurios priima slaptažodį per standartinį įėjimą.
pl: Wyświetlanie hasła na standardowym wyjściu (stdout), podobnie do ssh-askpass. Przydatne w skryptach wykorzystujących programy, które akceptują hasła podawane na standardowym wejściu (stdin).
pt_br: --print-pass, -p Pede ao gksu para exibir a senha para a saída padrão, como o ssh-askpass. Útil para usar em scripts com programas que aceitam receber a senha na entrada padrão.
sv: --print-pass, -p Be gksu om att skriva ut lösenordet till standard ut, precis som ssh-askpass. Användbar i skript med program som kan ta emot lösenord via standard in.
th: --print-pass, -p ให้ gksu พิมพ์รหัสผ่านออกทางเอาต์พุตมาตรฐาน เหมือนกับ ssh-askpass ซึ่งจะเป็นประโยชน์สำหรับสคริปต์ที่ใช้โปรแกรม ที่สามารถรับรหัสผ่านทาง stdin ได้

source: --sudo-mode, -S Make GKSu use sudo instead of su, as if it had been run as "gksudo".
ar: --sudo-mode, -S استخدم sudo بدلا من su، كما لو شُغِّل كـ "gksudo".
ca: --sudo-mode, -S Fes que GKSu utilitze sudo en comptes de su, com si s'haguès executat com a «gksudo».
cs: --sudo-mode, -S Řekne GKSu, aby místo su použil sudo, stejně jako by byl spuštěn příkazem "gksudo".
de: --sudo-mode, -S Verwende sudo statt su, als ob es mit "gksudo" gestartet wurde.
es: --sudo-mode, S Hace que GKSu utilice sudo en lugar de su, como si se le hubiera llamado como «gksudo».
fr: --sudo-mode, -S Fait en sorte que GKSu utilise su, comme si « gksudo » avait été lancé.
gl: --sudo-mode, -S Facer que GKSu use sudo no lugar de su, coma se estivese executando "gksudo".
hu: --sudo-mode, -S A GKSu a sudot fogja használni a su helyett, mintha \gksudo\-ként lett volna meghívva.
it: --sudo-mode, -S Fa sì che GKSu utilizzi sudo invece di su, come se fosse stato eseguito "gksudo".
ja: --sudo-mode, -S gksudo として実行されたかのように、gksu が su の代わりにsudo を使うようにします。
ko: --sudo-mode, -S su 대신에 sudo를 사용합니다. gksudo를 실행한 것처럼 동작합니다.
lt: --sudo-mode, -S Nurodyti, kad GKSu naudotų „sudo“ vietoj „su“, tarsi ji būtų paleista kaip „gksudo“.
pl: --sudo-mode, -S Wymuszenie użycia sudo przez GKSu zamiast su, podobnie jak przy uruchamianiu przez "gksudo".
pt_br: --sudo-mode, -S Faz o GKSu usar o sudo ao invés do su, como se ele tivesse sido executado como "gksudo".
sv: --sudo-mode, -S Gör så att GKSu använder sudo istället för su, som om den hade körts som "gksudo".
th: --sudo-mode, -S ให้ GKSu ใช้ sudo แทน su เสมือนหนึ่งเรียกด้วย "gksudo"
